Repository: Paulxia/mrimSMS-for-iPhone
Catalog: *.lproj/Localizable.strings
Languages: cs, ru

# mWrongEmailOrPassword
source: Email or password is wrong
cs: E-mail nebo heslo je špatně
ru: Email или пароль введены неверно

# mSMSLog
source: SMS Log
cs: Časopis
ru: Журнал

# mConnectButton
source: Connect
cs: Připojit
ru: Соединиться

# mNewMessage
source: New SMS
cs: Nová SMS
ru: Новое SMS

# mJailbreakTitle
source: Jailbroken phone!
cs: Ukradené app!
ru: Джейлбрейкнутый телефон

# mJailbreakMessage
source: Oops, it seems that you using stolen app! SMS sending features will be disabled.
cs: Jejda, zdá se, že používáte ukradené app! Odesílání SMS funkce budou zakázány.
ru: Упс! Кажется, что вы используете пижженую версию программы. Возможность отправки SMS будет отключена.

# mUnknownContact
source: Unknown contact
cs: Neznakomy Kontakt
ru: Неизвестный адресат

# mErrorOccured
source: Error
cs: Chyba
ru: Возникла ошибка

# mReconnect
source: OK
ru: ОК

# mErrorConnectionLost
source: Connection to server lost. To reconnect tap Connect.
cs: Připojení k serveru ztracené. Počkejte, stabilní připojení k internetu a klepněte na Připojit.
ru: Соединение с сервером потеряно. Дождись устойчивого соединения с Интернетом и нажмите Подключиться.

# mByName
source: By Name
cs: Pro kontakty
ru: По контактам

# mAllList
source: By List
cs: Seznam
ru: Списком

# mLoginUsingYourAccount
source: Login using your existing Mail.ru account
cs: Přihlášení pomocí stávajícího účtu Mail.ru
ru: Войдите, используя свою учетную запись Mail.ru

# mPassword
source: Password:
cs: Heslo:
ru: Пароль:

# mLogin
source: Login
cs: Přihlásit
ru: Войти

# mLoggingIn
source: Logging in...
cs: Přihlášení...
ru: Вхожу...

# mForceLogout
source: Parallel login occured
cs: Byla provedena paralelní vstup
ru: Был выполнен параллельный вход

# mLoginErrorTitle
source: Login error
cs: Chyba přihlášení
ru: Ошибка входа

# mLoginErrorMessage
source: Wrong Email or password!
cs: E-mail nebo heslo je chybné!
ru: Email или пароль введены неверно!

# mSearchAll
source: All
cs: Vše
ru: Все

# mSearchSent
source: Outgoing
cs: Odchozí
ru: Исходящие

# mSearchReceived
source: Incoming
cs: Příchozí
ru: Входящие

# mSearchBarPlaceholder
source: Search history
cs: Vyhledávání časopis
ru: Поиск по журналу

# mNoInternetTitle
source: Internet connectivity is required
cs: Připojení k Internetu je vyžadováno
ru: Требуется подключение к Интернету

# mNoInternetMessage
source: Please, connect to the Internet to be able to send SMS.
cs: Prosím, připojení k internetu, aby mohli posílat SMS.
ru: Для отправки SMS необходим Интернет. Программа выполняет попытки подключиться в фоновом режиме.

# nNewMessageButton
source: New
cs: Nový
ru: Новое

# mImportAlertTitle
source: Old SMS log
cs: Staré věstník Příspěvky
ru: Старый журнал сообщений

# mImportAlertMessage
source: Do you want to import your old log from previous version of mrimSMS?
cs: Chcete importovat staré časopis z předchozí verze mrimSMS?
ru: Вы хотите импортировать старый журнал из предыдущей версии mrimSMS?

# mImportButtonYes
source: Yes
cs: Ano
ru: Да

# mImportButtonNo
source: No, delete it
cs: Ne, odstraňte ji
ru: Нет, удалить его

# mImportButtonLater
source: Ask me later
cs: Připomeň mi později
ru: Напомнить позже

# mIncomeMessageClose
source: Close
cs: Zavřít
ru: Закрыть

# mStoreButton
source: Settings
cs: Nastavení
ru: Настройки

# mWait1Minute
source: Wait %d sec.
cs: Počkejte %d sek.
ru: Ждите %d с.

# mSelectContact
source: Tap to select contact
cs: Poklepáním vyberte kontakt
ru: Нажмите для выбора контакта

# mSendButton
source: Send
cs: Poslat
ru: Отправить

# mMinuteTimer
source: You can send only one message per minute.
cs: Možné zaslat nejvýše jednou za minutu.
ru: Отправлять сообщения можно не чаще, чем один раз в минуту.

# mRestorePurchasedItems
source: Check for purchases
cs: Zkontrolovat košík
ru: Проверить покупки

# mRestoringItems
source: Checking for purchases...
cs: Čekat
ru: Идет проверка

# mCloseStore
source: Close
cs: Zavřít
ru: Закрыть

# mPushServerError
source: Unable to connect to push server. Please, check your Internet connection and device date and time.
cs: Nelze se připojit server Push. Prosím, zkontrolovat připojit se k internetu a aktuální datum a čas.
ru: Невозможно присоединиться к серверу Push. Проверьте, пожалуйста, соединение с Интернетом и текущие дату и время.

# mPushNumberBusy
source: Phone number already registered!
cs: Tel je již zaregistrované!
ru: Номер уже зарегистрирован!

# mRecentNumbersTitle
source: Often numbers
cs: Časté čísla
ru: Частые номера
